Repository: fourdigits/wagtail-xliff-translation
Catalog: test_app/test_app/data/xliff_translated/streamfieldpage.xliff
Languages: de

# title
source: english_richtext
de: german_richtext

# slug
source: english_richtext
de: german_richtext

# char_block
source: text
de: german text

# text_block
source: text
de: german text

# email_block
source: test@test.nl
de: test@test.de

# url_block
source: http://www.fourdigits.nl
de: http://www.fourdigits.de

# rich_text_block
source: beautifull Richtext a bold list item
de: sch√∂ner richtext ein fetter Listeneintrag

source: rawhtmlblock
de: rohhtmlblock

# blockquote_block
source: a blockquote
de: ein Blockzitat

# field_a
source: simple struct field a
de: einfaches Strukturfeld a

# field_b
source: simple struct field b
de: einfaches Strukturfeld b

# field_a
source: rich text struct block
de: Rich-Text-Strukturblock

# field_b
source: rich text structblock
de: Rich-Text-Strukturblock

# field_a
source: nested structblock field a
de: verschachteltes Strukturblockfeld a

# field_b
source: nested structblock field b
de: verschachteltes Strukturblockfeld b

# list_block-item
source: list with text
de: Liste mit Text

# field_a
source: field a in listblock
de: Feld a im Listenblock

# field_b
source: field b in list block
de: Feld b im Listenblock

# char_block
source: with a char block
de: mit eines char block

# char_block
source: very much nested char block
de: sehr viel verschachtelter Zeichenblock

# field_a
source: nested_field_a
de: verschachteltes Feld a

# field_b
source: nested_field_b
de: verschachteltes Feld b
